Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Particles/Resources/Particles.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Search Textures
ar: البحث عن الأنسجة
de: Texturen suchen
es: Buscar texturas
fr: Rechercher des textures
hi: टेक्सचर खोजें
it: Cerca texture
ja: テクスチャを検索
ko: 텍스처 검색
pl: Szukaj tekstur
pt_br: Buscar texturas
ru: Поиск текстур
tr: Doku ara
uk: Пошук текстур
zh_hans: 搜索纹理
zh_hant: 搜尋材質

source: Segments
ar: المقاطع
de: Segmente
es: Segmentos
hi: खंड
it: Segmenti
ja: セグメント
ko: 세그먼트
pl: Segmenty
pt_br: Segmentos
ru: Сегменты
tr: Bölümler
uk: Сегменти
zh_hans: 分段
zh_hant: 分段

source: Separation factor
ar: معامل الانفصال
de: Trennungsfaktor
es: Factor de separación
fr: Facteur de séparation
hi: पृथक्करण गुणक
it: Fattore di separazione
ja: 分離係数
ko: 분리 계수
pl: Współczynnik separacji
pt_br: Fator de separação
ru: Коэффициент разделения
tr: Ayrılma katsayısı
uk: Коефіцієнт розділення
zh_hans: 分离系数
zh_hant: 分離係數

source: Separation threshold
ar: عتبة الانفصال
de: Trennungsschwelle
es: Umbral de separación
fr: Seuil de séparation
hi: पृथक्करण सीमा
it: Soglia di separazione
ja: 分離のしきい値
ko: 분리 임계값
pl: Próg separacji
pt_br: Limite de separação
ru: Порог разделения
tr: Ayrılma eşiği
uk: Поріг розділення
zh_hans: 分离阈值
zh_hant: 分離閾值

source: Sequence
ar: تسلسل
de: Sequenz
es: Secuencia
fr: Séquence
hi: अनुक्रम
it: Sequenza
ja: シーケンス
ko: 시퀀스
pl: Sekwencja
pt_br: Sequência
ru: Последовательность
tr: Sıralı
uk: Послідовність
zh_hans: 序列
zh_hant: 序列

source: Sequence multiplier
ar: مضاعف التسلسل
de: Sequenzfaktor
es: Multiplicador de secuencia
fr: Multiplicateur de séquence
hi: अनुक्रम गुणक
it: Moltiplicatore della sequenza
ja: シーケンス倍率
ko: 시퀀스 배수
pl: Mnożnik sekwencji
pt_br: Multiplicador de sequência
ru: Множитель последовательности
tr: Sıra çarpanı
uk: Множник послідовності
zh_hans: 序列倍数
zh_hant: 序列倍數

source: Set angular velocity
ar: تعيين السرعة الزاوية
de: Winkelgeschwindigkeit setzen
es: Establecer velocidad angular
fr: Définir la vitesse angulaire
hi: कोणीय वेग सेट करें
it: Imposta velocità angolare
ja: 角速度を設定
ko: 각속도 설정
pl: Ustaw prędkość kątową
pt_br: Definir velocidade angular
ru: Задать угловую скорость
tr: Açısal hızı ayarla
uk: Задати кутову швидкість
zh_hans: 设置角速度
zh_hant: 設定角速度

source: Set by the user property “%@”
ar: تحدده خاصية المستخدم “%@”
de: Festgelegt durch die Benutzereigenschaft „%@“
es: Definido por la propiedad de usuario «%@»
fr: Défini par la propriété utilisateur « %@ »
hi: उपयोगकर्ता प्रॉपर्टी “%@” द्वारा सेट
it: Impostato dalla proprietà utente «%@»
ja: ユーザープロパティ「%@」で設定
ko: 사용자 속성 “%@”이(가) 설정함
pl: Ustawiane przez właściwość użytkownika „%@”
pt_br: Definido pela propriedade do usuário “%@”
ru: Задаётся пользовательским свойством «%@»
tr: “%@” kullanıcı özelliği belirler
uk: Задається властивістю користувача «%@»
zh_hans: 由用户属性“%@”设置
zh_hant: 由使用者屬性「%@」設定

source: Set color
ar: تعيين اللون
de: Farbe setzen
es: Establecer color
fr: Définir la couleur
hi: रंग सेट करें
it: Imposta colore
ja: 色を設定
ko: 색상 설정
pl: Ustaw kolor
pt_br: Definir cor
ru: Задать цвет
tr: Rengi ayarla
uk: Задати колір
zh_hans: 设置颜色
zh_hant: 設定顏色

source: Set color and opacity
ar: تعيين اللون والعتامة
de: Farbe und Deckkraft setzen
es: Establecer color y opacidad
fr: Définir la couleur et l’opacité
hi: रंग और अपारदर्शिता सेट करें
it: Imposta colore e opacità
ja: 色と不透明度を設定
ko: 색상과 불투명도 설정
pl: Ustaw kolor i krycie
pt_br: Definir cor e opacidade
ru: Задать цвет и непрозрачность
tr: Rengi ve opaklığı ayarla
uk: Задати колір і непрозорість
zh_hans: 设置颜色和不透明度
zh_hant: 設定顏色和不透明度

source: Set control points to particle positions
ar: وضع نقاط التحكم في مواضع الجسيمات
de: Kontrollpunkte auf Partikelpositionen setzen
es: Situar los puntos de control en las partículas
fr: Placer les points de contrôle sur les particules
hi: नियंत्रण बिंदु कणों की स्थिति पर रखें
it: Posiziona i punti di controllo sulle particelle
ja: コントロールポイントを粒子の位置に設定
ko: 제어점을 입자 위치로 설정
pl: Ustaw punkty kontrolne w miejscach cząsteczek
pt_br: Colocar os pontos de controle nas partículas
ru: Ставить контрольные точки на частицы
tr: Kontrol noktalarını parçacık konumlarına ayarla
uk: Ставити контрольні точки на частинки
zh_hans: 将控制点设为粒子位置
zh_hant: 將控制點設為粒子位置

source: Set opacity
ar: تعيين العتامة
de: Deckkraft setzen
es: Establecer opacidad
fr: Définir l’opacité
hi: अपारदर्शिता सेट करें
it: Imposta opacità
ja: 不透明度を設定
ko: 불투명도 설정
pl: Ustaw krycie
pt_br: Definir opacidade
ru: Задать непрозрачность
tr: Opaklığı ayarla
uk: Задати непрозорість
zh_hans: 设置不透明度
zh_hant: 設定不透明度

source: Set rotation
ar: تعيين الدوران
de: Drehung setzen
es: Establecer rotación
fr: Définir la rotation
hi: घुमाव सेट करें
it: Imposta rotazione
ja: 回転を設定
ko: 회전 설정
pl: Ustaw obrót
pt_br: Definir rotação
ru: Задать вращение
tr: Dönüşü ayarla
uk: Задати обертання
zh_hans: 设置旋转
zh_hant: 設定旋轉

source: Set size
ar: تعيين الحجم
de: Größe setzen
es: Establecer tamaño
fr: Définir la taille
hi: आकार सेट करें
it: Imposta dimensione
ja: サイズを設定
ko: 크기 설정
pl: Ustaw rozmiar
pt_br: Definir tamanho
ru: Задать размер
tr: Boyutu ayarla
uk: Задати розмір
zh_hans: 设置大小
zh_hant: 設定大小

source: Set velocity
ar: تعيين السرعة
de: Geschwindigkeit setzen
es: Establecer velocidad
fr: Définir la vitesse
hi: वेग सेट करें
it: Imposta velocità
ja: 速度を設定
ko: 속도 설정
pl: Ustaw prędkość
pt_br: Definir velocidade
ru: Задать скорость
tr: Hızı ayarla
uk: Задати швидкість
zh_hans: 设置速度
zh_hant: 設定速度

source: Show Control Points on the Canvas
ar: إظهار نقاط التحكم على اللوحة
de: Kontrollpunkte auf der Arbeitsfläche zeigen
es: Mostrar puntos de control en el lienzo
fr: Afficher les points de contrôle sur le canevas
hi: कैनवास पर नियंत्रण बिंदु दिखाएँ
it: Mostra i punti di controllo nell’area di lavoro
ja: キャンバスにコントロールポイントを表示
ko: 캔버스에 제어점 표시
pl: Pokaż punkty kontrolne na płótnie
pt_br: Mostrar pontos de controle na tela
ru: Показывать контрольные точки на холсте
tr: Kontrol noktalarını tuvalde göster
uk: Показувати контрольні точки на полотні
zh_hans: 在画布上显示控制点
zh_hant: 在畫布上顯示控制點

source: Sign
ar: الإشارة
de: Vorzeichen
es: Signo
fr: Signe
hi: चिह्न
it: Segno
ja: 符号
ko: 부호
pl: Znak
pt_br: Sinal
ru: Знак
tr: İşaret
uk: Знак
zh_hans: 符号
zh_hant: 符號

source: Simplex noise
ar: ضوضاء Simplex
de: Simplex-Rauschen
es: Ruido simplex
fr: Bruit simplex
hi: सिम्प्लेक्स नॉइज़
it: Rumore simplex
ja: シンプレックスノイズ
ko: 심플렉스 노이즈
pl: Szum simpleksowy
pt_br: Ruído simplex
ru: Симплекс-шум
tr: Simplex gürültüsü
uk: Симплекс-шум
zh_hans: 单纯形噪声
zh_hant: 單純形雜訊

source: Sine wave
ar: موجة جيبية
de: Sinuswelle
es: Onda sinusoidal
fr: Onde sinusoïdale
hi: साइन तरंग
it: Onda sinusoidale
ja: 正弦波
ko: 사인파
pl: Fala sinusoidalna
pt_br: Onda senoidal
ru: Синусоида
tr: Sinüs dalgası
uk: Синусоїда
zh_hans: 正弦波
zh_hant: 正弦波

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小

source: Size change
ar: تغيير الحجم
de: Größenänderung
es: Cambio de tamaño
fr: Changement de taille
hi: आकार परिवर्तन
it: Variazione dimensione
ja: サイズ変化
ko: 크기 변화
pl: Zmiana rozmiaru
pt_br: Mudança de tamanho
ru: Изменение размера
tr: Boyut değişimi
uk: Зміна розміру
zh_hans: 大小变化
zh_hant: 大小變化

source: Size random
ar: حجم عشوائي
de: Zufällige Größe
es: Tamaño aleatorio
fr: Taille aléatoire
hi: यादृच्छिक आकार
it: Dimensione casuale
ja: ランダムサイズ
ko: 무작위 크기
pl: Losowy rozmiar
pt_br: Tamanho aleatório
ru: Случайный размер
tr: Rastgele boyut
uk: Випадковий розмір
zh_hans: 随机大小
zh_hant: 隨機大小

source: Size reduction amount
ar: مقدار تقليل الحجم
de: Größenverringerung
es: Reducción de tamaño
fr: Réduction de la taille
hi: आकार में कमी की मात्रा
it: Riduzione della dimensione
ja: サイズの縮小量
ko: 크기 감소량
pl: Zmniejszenie rozmiaru
pt_br: Redução de tamanho
ru: Уменьшение размера
tr: Boyut azaltma miktarı
uk: Зменшення розміру
zh_hans: 大小缩减量
zh_hant: 大小縮減量

source: Slide
ar: انزلاق
de: Gleiten
es: Deslizar
fr: Glisser
hi: फिसलन
it: Scivola
ja: 滑る
ko: 미끄러지기
pl: Ślizg
pt_br: Deslizar
ru: Скольжение
tr: Kay
uk: Ковзання
zh_hans: 滑动
zh_hant: 滑動

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: गति
it: Velocità
ja: 速度
ko: 속도
pl: Prędkość
pt_br: Velocidade
ru: Скорость
tr: Hız
uk: Швидкість
zh_hans: 速度
zh_hant: 速度

source: Speed inner
ar: السرعة الداخلية
de: Innere Geschwindigkeit
es: Velocidad interior
fr: Vitesse intérieure
hi: आंतरिक गति
it: Velocità interna
ja: 内側の速度
ko: 안쪽 속도
pl: Prędkość wewnętrzna
pt_br: Velocidade interna
ru: Внутренняя скорость
tr: İç hız
uk: Внутрішня швидкість
zh_hans: 内部速度
zh_hant: 內部速度

source: Speed max
ar: أقصى سرعة
de: Maximale Geschwindigkeit
es: Velocidad máx.
fr: Vitesse max.
hi: अधिकतम गति
it: Velocità max
ja: 最大速度
ko: 최대 속도
pl: Maks. prędkość
pt_br: Velocidade máx.
ru: Макс. скорость
tr: Azami hız
uk: Макс. швидкість
zh_hans: 最大速度
zh_hant: 最大速度

source: Speed min
ar: أدنى سرعة
de: Minimale Geschwindigkeit
es: Velocidad mín.
fr: Vitesse min.
hi: न्यूनतम गति
it: Velocità min
ja: 最小速度
ko: 최소 속도
pl: Min. prędkość
pt_br: Velocidade mín.
ru: Мин. скорость
tr: Asgari hız
uk: Мін. швидкість
zh_hans: 最小速度
zh_hant: 最小速度

source: Speed outer
ar: السرعة الخارجية
de: Äußere Geschwindigkeit
es: Velocidad exterior
fr: Vitesse extérieure
hi: बाहरी गति
it: Velocità esterna
ja: 外側の速度
ko: 바깥쪽 속도
pl: Prędkość zewnętrzna
pt_br: Velocidade externa
ru: Внешняя скорость
tr: Dış hız
uk: Зовнішня швидкість
zh_hans: 外部速度
zh_hant: 外部速度

source: Sphere random
ar: كرة عشوائية
de: Zufällig in Kugel
es: Esfera aleatoria
fr: Sphère aléatoire
hi: यादृच्छिक गोला
it: Sfera casuale
ja: 球ランダム
ko: 구 무작위
pl: Losowo w sferze
pt_br: Esfera aleatória
ru: Случайно в сфере
tr: Rastgele küre
uk: Випадково в сфері
zh_hans: 随机球体
zh_hant: 隨機球體

source: Sprite
ar: نقش متحرك
hi: स्प्राइट
ja: スプライト
ko: 스프라이트
ru: Спрайт
uk: Спрайт
zh_hans: 精灵
zh_hant: 精靈圖

source: Sprite trail
ar: أثر النقش
de: Sprite-Spur
es: Estela de sprites
fr: Traînée de sprites
hi: स्प्राइट निशान
it: Scia di sprite
ja: スプライトトレイル
ko: 스프라이트 자취
pl: Ślad sprite’ów
pt_br: Rastro de sprites
ru: След спрайтов
tr: Sprite izi
uk: Слід спрайтів
zh_hans: 精灵拖尾
zh_hant: 精靈圖拖尾

source: Square wave
ar: موجة مربعة
de: Rechteckwelle
es: Onda cuadrada
fr: Onde carrée
hi: वर्ग तरंग
it: Onda quadra
ja: 矩形波
ko: 사각파
pl: Fala prostokątna
pt_br: Onda quadrada
ru: Прямоугольная волна
tr: Kare dalga
uk: Прямокутна хвиля
zh_hans: 方波
zh_hant: 方波

source: Start
ar: البداية
de: Anfang
es: Inicio
fr: Début
hi: आरंभ
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt_br: Início
ru: Начало
tr: Başlangıç
uk: Початок
zh_hans: 开始
zh_hant: 開始

source: Start the system again from its first particle
ar: ابدأ النظام من جديد من أول جسيم
de: Das System ab seinem ersten Partikel neu starten
es: Volver a iniciar el sistema desde su primera partícula
fr: Relancer le système depuis sa première particule
hi: प्रणाली को पहले कण से फिर से शुरू करें
it: Riavvia il sistema dalla sua prima particella
ja: 最初の粒子からシステムを再開始します
ko: 첫 입자부터 시스템을 다시 시작합니다
pl: Uruchom system od nowa od pierwszej cząsteczki
pt_br: Iniciar o sistema de novo a partir da primeira partícula
ru: Запустить систему заново с первой частицы
tr: Sistemi ilk parçacığından yeniden başlat
uk: Запустити систему знову з першої частинки
zh_hans: 从第一个粒子起重新开始系统
zh_hant: 從第一個粒子起重新開始系統

source: Start time
ar: وقت البداية
de: Startzeit
es: Tiempo inicial
fr: Heure de début
hi: आरंभ समय
it: Tempo iniziale
ja: 開始時間
ko: 시작 시간
pl: Czas początkowy
pt_br: Tempo inicial
ru: Время начала
tr: Başlangıç zamanı
uk: Час початку
zh_hans: 开始时间
zh_hant: 開始時間

source: Start value
ar: القيمة الأولية
de: Anfangswert
es: Valor inicial
fr: Valeur initiale
hi: आरंभिक मान
it: Valore iniziale
ja: 開始値
ko: 시작 값
pl: Wartość początkowa
pt_br: Valor inicial
ru: Начальное значение
tr: Başlangıç değeri
uk: Початкове значення
zh_hans: 起始值
zh_hant: 起始值

source: Static
ar: ثابت
de: Statisch
es: Estático
fr: Statique
hi: स्थिर
it: Statico
ja: 静的
ko: 정적
pl: Statyczny
pt_br: Estático
ru: Статический
tr: Statik
uk: Статичний
zh_hans: 静态
zh_hant: 靜態

source: Stop
ar: توقف
de: Anhalten
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 정지
pl: Zatrzymaj
pt_br: Parar
ru: Остановка
tr: Dur
uk: Зупинка
zh_hans: 停止
zh_hant: 停止

source: Stop rotation on collision
ar: إيقاف الدوران عند التصادم
de: Drehung bei Kollision stoppen
es: Detener rotación al colisionar
fr: Arrêter la rotation à la collision
hi: टक्कर पर घुमाव रोकें
it: Ferma la rotazione alla collisione
ja: 衝突時に回転を止める
ko: 충돌 시 회전 멈추기
pl: Zatrzymaj obrót przy zderzeniu
pt_br: Parar rotação ao colidir
ru: Останавливать вращение при столкновении
tr: Çarpışmada dönüşü durdur
uk: Зупиняти обертання під час зіткнення
zh_hans: 碰撞时停止旋转
zh_hant: 碰撞時停止旋轉

source: Subdivision
ar: التقسيم الفرعي
de: Unterteilung
es: Subdivisión
hi: उपविभाजन
it: Suddivisione
ja: 分割数
ko: 세분
pl: Podział
pt_br: Subdivisão
ru: Подразделение
tr: Alt bölme
uk: Поділ
zh_hans: 细分
zh_hant: 細分

source: Subtract
ar: طرح
de: Subtrahieren
es: Restar
fr: Soustraire
hi: घटाएँ
it: Sottrai
ja: 減算
ko: 빼기
pl: Odejmij
pt_br: Subtrair
ru: Вычесть
tr: Çıkar
uk: Відняти
zh_hans: 减
zh_hant: 減

source: Sum
ar: المجموع
de: Summe
es: Suma
fr: Somme
hi: योग
it: Somma
ja: 合計
ko: 합계
pl: Suma
pt_br: Soma
ru: Сумма
tr: Toplam
uk: Сума
zh_hans: 总和
zh_hant: 總和

source: System
ar: النظام
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
tr: Sistem
uk: Система
zh_hans: 系统
zh_hant: 系統

source: Texture
ar: النسيج
de: Textur
es: Textura
hi: टेक्सचर
ja: テクスチャ
ko: 텍스처
pl: Tekstura
pt_br: Textura
ru: Текстура
tr: Doku
uk: Текстура
zh_hans: 纹理
zh_hant: 材質

source: The material “%@” can’t be read.
ar: تعذّرت قراءة المادة “%@”.
de: Das Material „%@“ kann nicht gelesen werden.
es: No se puede leer el material «%@».
fr: Le matériau « %@ » ne peut pas être lu.
hi: मटेरियल “%@” पढ़ा नहीं जा सकता।
it: Impossibile leggere il materiale «%@».
ja: マテリアル「%@」を読み込めません。
ko: 머티리얼 “%@”을(를) 읽을 수 없습니다.
pl: Nie można odczytać materiału „%@”.
pt_br: Não é possível ler o material “%@”.
ru: Не удаётся прочитать материал «%@».
tr: “%@” malzemesi okunamıyor.
uk: Не вдається прочитати матеріал «%@».
zh_hans: 无法读取材质“%@”。
zh_hant: 無法讀取材質「%@」。

source: This Wallpaper
ar: هذه الخلفية
de: Dieses Hintergrundbild
es: Este fondo de pantalla
fr: Ce fond d’écran
hi: यह वॉलपेपर
it: Questo sfondo
ja: この壁紙
ko: 이 배경화면
pl: Ta tapeta
pt_br: Este papel de parede
ru: Эти обои
tr: Bu duvar kâğıdı
uk: Ці шпалери
zh_hans: 此壁纸
zh_hant: 此桌布

source: This copy of Wallpaper Engine’s assets has no presets. Install the assets again to add them.
ar: لا تحتوي هذه النسخة من موارد Wallpaper Engine على إعدادات مسبقة. ثبّت الموارد مجددًا لإضافتها.
de: Diese Kopie der Wallpaper Engine-Assets enthält keine Vorlagen. Installiere die Assets erneut, um sie hinzuzufügen.
es: Esta copia de los recursos de Wallpaper Engine no tiene preajustes. Vuelve a instalar los recursos para añadirlos.
fr: Cette copie des ressources de Wallpaper Engine ne contient aucun préréglage. Installez à nouveau les ressources pour les ajouter.
hi: Wallpaper Engine ऐसेट की इस कॉपी में कोई प्रीसेट नहीं है। उन्हें जोड़ने के लिए ऐसेट फिर से इंस्टॉल करें।
it: Questa copia delle risorse di Wallpaper Engine non contiene preset. Installa di nuovo le risorse per aggiungerli.
ja: この Wallpaper Engine アセットのコピーにはプリセットがありません。追加するにはアセットを再インストールしてください。
ko: 이 Wallpaper Engine 에셋 사본에는 프리셋이 없습니다. 프리셋을 추가하려면 에셋을 다시 설치하세요.
pl: Ta kopia zasobów Wallpaper Engine nie zawiera ustawień wstępnych. Zainstaluj zasoby ponownie, aby je dodać.
pt_br: Esta cópia dos recursos do Wallpaper Engine não tem predefinições. Instale os recursos novamente para adicioná-las.
ru: В этой копии ресурсов Wallpaper Engine нет пресетов. Установите ресурсы заново, чтобы добавить их.
tr: Wallpaper Engine varlıklarının bu kopyasında hazır ayar yok. Eklemek için varlıkları yeniden yükleyin.
uk: У цій копії ресурсів Wallpaper Engine немає пресетів. Установіть ресурси знову, щоб додати їх.
zh_hans: 此 Wallpaper Engine 资源副本中没有预设。重新安装资源即可添加。
zh_hant: 此 Wallpaper Engine 資源副本中沒有預設。重新安裝資源即可加入。

source: This particle system’s file can’t be read.
ar: تعذّرت قراءة ملف نظام الجسيمات هذا.
de: Die Datei dieses Partikelsystems kann nicht gelesen werden.
es: No se puede leer el archivo de este sistema de partículas.
fr: Le fichier de ce système de particules ne peut pas être lu.
hi: इस कण प्रणाली की फ़ाइल पढ़ी नहीं जा सकती।
it: Impossibile leggere il file di questo sistema di particelle.
ja: このパーティクルシステムのファイルを読み込めません。
ko: 이 파티클 시스템의 파일을 읽을 수 없습니다.
pl: Nie można odczytać pliku tego systemu cząsteczek.
pt_br: Não é possível ler o arquivo deste sistema de partículas.
ru: Не удаётся прочитать файл этой системы частиц.
tr: Bu parçacık sisteminin dosyası okunamıyor.
uk: Не вдається прочитати файл цієї системи частинок.
zh_hans: 无法读取此粒子系统的文件。
zh_hant: 無法讀取此粒子系統的檔案。

source: Time of day
ar: وقت اليوم
de: Tageszeit
es: Hora del día
fr: Heure de la journée
hi: दिन का समय
it: Ora del giorno
ja: 時刻
ko: 시각
pl: Pora dnia
pt_br: Hora do dia
ru: Время суток
tr: Günün saati
uk: Час доби
zh_hans: 一天中的时间
zh_hant: 一天中的時間

source: Transform function
ar: دالة التحويل
de: Transformationsfunktion
es: Función de transformación
fr: Fonction de transformation
hi: रूपांतरण फ़ंक्शन
it: Funzione di trasformazione
ja: 変換関数
ko: 변환 함수
pl: Funkcja przekształcenia
pt_br: Função de transformação
ru: Функция преобразования
tr: Dönüşüm işlevi
uk: Функція перетворення
zh_hans: 变换函数
zh_hant: 變換函數

source: Transform input scale
ar: مقياس إدخال التحويل
de: Eingabeskalierung der Transformation
es: Escala de entrada de la transformación
fr: Échelle d’entrée de la transformation
hi: रूपांतरण इनपुट स्केल
it: Scala in ingresso della trasformazione
ja: 変換の入力スケール
ko: 변환 입력 배율
pl: Skala wejścia przekształcenia
pt_br: Escala de entrada da transformação
ru: Масштаб входа преобразования
tr: Dönüşüm giriş ölçeği
uk: Масштаб входу перетворення
zh_hans: 变换输入缩放
zh_hant: 變換輸入縮放

source: Transform octaves
ar: أوكتافات التحويل
de: Oktaven der Transformation
es: Octavas de la transformación
fr: Octaves de la transformation
hi: रूपांतरण ऑक्टेव
it: Ottave della trasformazione
ja: 変換のオクターブ
ko: 변환 옥타브
pl: Oktawy przekształcenia
pt_br: Oitavas da transformação
ru: Октавы преобразования
tr: Dönüşüm oktavları
uk: Октави перетворення
zh_hans: 变换倍频程
zh_hant: 變換倍頻程

source: Translucent
ar: شبه شفاف
de: Durchscheinend
es: Translúcido
fr: Translucide
hi: पारभासी
it: Traslucido
ja: 半透明
ko: 반투명
pl: Półprzezroczysty
pt_br: Translúcido
ru: Полупрозрачный
tr: Yarı saydam
uk: Напівпрозорий
zh_hans: 半透明
zh_hant: 半透明

source: Triangle wave
ar: موجة مثلثية
de: Dreieckwelle
es: Onda triangular
fr: Onde triangulaire
hi: त्रिकोणीय तरंग
it: Onda triangolare
ja: 三角波
ko: 삼각파
pl: Fala trójkątna
pt_br: Onda triangular
ru: Треугольная волна
tr: Üçgen dalga
uk: Трикутна хвиля
zh_hans: 三角波
zh_hant: 三角波

source: Turbulence
ar: الاضطراب
de: Turbulenz
es: Turbulencia
hi: अशांति
it: Turbolenza
ja: 乱流
ko: 난류
pl: Turbulencja
pt_br: Turbulência
ru: Турбулентность
tr: Türbülans
uk: Турбулентність
zh_hans: 湍流
zh_hant: 湍流

source: Turbulent velocity random
ar: سرعة مضطربة عشوائية
de: Zufällige turbulente Geschwindigkeit
es: Velocidad turbulenta aleatoria
fr: Vitesse turbulente aléatoire
hi: यादृच्छिक अशांत वेग
it: Velocità turbolenta casuale
ja: ランダム乱流速度
ko: 무작위 난류 속도
pl: Losowa prędkość turbulentna
pt_br: Velocidade turbulenta aleatória
ru: Случайная турбулентная скорость
tr: Rastgele türbülanslı hız
uk: Випадкова турбулентна швидкість
zh_hans: 随机湍流速度
zh_hant: 隨機湍流速度

source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
tr: Tür
uk: Тип
zh_hans: 类型
zh_hant: 類型

source: UV scale
ar: مقياس UV
de: UV-Skalierung
es: Escala UV
fr: Échelle UV
hi: UV स्केल
it: Scala UV
ja: UV スケール
ko: UV 배율
pl: Skala UV
pt_br: Escala UV
ru: Масштаб UV
tr: UV ölçeği
uk: Масштаб UV
zh_hans: UV 缩放
zh_hant: UV 縮放

source: UV scrolling
ar: تمرير UV
de: UV-Bildlauf
es: Desplazamiento UV
fr: Défilement UV
hi: UV स्क्रॉलिंग
it: Scorrimento UV
ja: UV スクロール
ko: UV 스크롤
pl: Przewijanie UV
pt_br: Rolagem UV
ru: Прокрутка UV
tr: UV kaydırma
uk: Прокручування UV
zh_hans: UV 滚动
zh_hant: UV 捲動

source: UV smoothing
ar: تنعيم UV
de: UV-Glättung
es: Suavizado UV
fr: Lissage UV
hi: UV स्मूदिंग
it: Smussatura UV
ja: UV スムージング
ko: UV 다듬기
pl: Wygładzanie UV
pt_br: Suavização UV
ru: Сглаживание UV
tr: UV yumuşatma
uk: Згладжування UV
zh_hans: UV 平滑
zh_hant: UV 平滑

source: Unnamed
ar: بلا اسم
de: Unbenannt
es: Sin nombre
fr: Sans nom
hi: बेनाम
it: Senza nome
ja: 名前なし
ko: 이름 없음
pl: Bez nazwy
pt_br: Sem nome
ru: Без имени
tr: Adsız
uk: Без назви
zh_hans: 未命名
zh_hant: 未命名

source: Update emission bitmap periodically
ar: تحديث صورة الانبعاث دوريًا
de: Emissionsbild regelmäßig aktualisieren
es: Actualizar periódicamente la imagen de emisión
fr: Mettre à jour l’image d’émission périodiquement
hi: उत्सर्जन बिटमैप समय-समय पर अपडेट करें
it: Aggiorna periodicamente l’immagine di emissione
ja: 放出ビットマップを定期的に更新
ko: 방출 비트맵 주기적으로 업데이트
pl: Okresowo aktualizuj obraz emisji
pt_br: Atualizar periodicamente a imagem de emissão
ru: Периодически обновлять изображение выброса
tr: Yayım bit eşlemini düzenli güncelle
uk: Періодично оновлювати зображення викиду
zh_hans: 定期更新发射位图
zh_hant: 定期更新發射點陣圖

source: Upright
ar: عمودي
de: Aufrecht
es: Vertical
fr: Vertical
hi: सीधा
it: Verticale
ja: 直立
ko: 수직
pl: Pionowo
pt_br: Vertical
ru: Вертикально
tr: Dik
uk: Вертикально
zh_hans: 竖直
zh_hant: 豎直

source: Value max
ar: أقصى سطوع
de: Maximaler Hellwert
es: Valor máx.
fr: Valeur max.
hi: अधिकतम मान
it: Valore max
ja: 最大明度
ko: 최대 명도
pl: Maks. jasność
pt_br: Valor máx.
ru: Макс. яркость
tr: Azami parlaklık
uk: Макс. яскравість
zh_hans: 最大明度
zh_hant: 最大明度

source: Value min
ar: أدنى سطوع
de: Minimaler Hellwert
es: Valor mín.
fr: Valeur min.
hi: न्यूनतम मान
it: Valore min
ja: 最小明度
ko: 최소 명도
pl: Min. jasność
pt_br: Valor mín.
ru: Мин. яркость
tr: Asgari parlaklık
uk: Мін. яскравість
zh_hans: 最小明度
zh_hant: 最小明度

source: Value noise
ar: ضوضاء السطوع
de: Hellwertrauschen
es: Ruido de valor
fr: Bruit de valeur
hi: मान नॉइज़
it: Rumore di valore
ja: 明度ノイズ
ko: 명도 노이즈
pl: Szum jasności
pt_br: Ruído de valor
ru: Шум яркости
tr: Parlaklık gürültüsü
uk: Шум яскравості
zh_hans: 明度噪声
zh_hant: 明度雜訊

source: Variable strength
ar: قوة متغيرة
de: Variable Stärke
es: Fuerza variable
fr: Force variable
hi: परिवर्तनीय शक्ति
it: Intensità variabile
ja: 可変強度
ko: 가변 강도
pl: Zmienna siła
pt_br: Força variável
ru: Переменная сила
tr: Değişken güç
uk: Змінна сила
zh_hans: 可变强度
zh_hant: 可變強度

source: Velocity
ar: متجه السرعة
de: Geschwindigkeitsvektor
es: Velocidad (vector)
fr: Vélocité
hi: वेग
it: Velocità (vettore)
ja: 速度ベクトル
ko: 속도 벡터
pl: Wektor prędkości
pt_br: Velocidade (vetor)
ru: Вектор скорости
tr: Hız vektörü
uk: Вектор швидкості
zh_hans: 速度矢量
zh_hant: 速度向量

source: Velocity random
ar: سرعة عشوائية
de: Zufällige Geschwindigkeit
es: Velocidad aleatoria
fr: Vitesse aléatoire
hi: यादृच्छिक वेग
it: Velocità casuale
ja: ランダム速度
ko: 무작위 속도
pl: Losowa prędkość
pt_br: Velocidade aleatória
ru: Случайная скорость
tr: Rastgele hız
uk: Випадкова швидкість
zh_hans: 随机速度
zh_hant: 隨機速度
